Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Summit host Donald Tusk, the new president of the leaders' European Council, said it was vital for stability on the bloc's eastern borders to discuss relations with Moscow.
pt: A União Europeia (UE) deve elaborar uma estratégia "de longo prazo" em relação à Rússia, afirmou nesta quinta-feira o novo presidente do Conselho Europeu, o polonês Donald Tusk.

source: Editor Nancy Gibbs praised “the people in the field, the special forces of Doctors Without Borders/Médecins Sans Frontières (MSF), the Christian medical-relief workers of Samaritan's Purse and many others from all over the world who fought side by side with local doctors and nurses, ambulance drivers and burial teams.”
pt: Embora a Time tenha escolhido a figura simbólica dos 'lutadores contra o Ebola', a revista menciona 'as forças especiais da organização Médicos Sem Fronteiras, os trabalhadores da associação de ajuda humanitária cristã Samaritan's Purse e muitos outros de todo o mundo que combateram lado a lado com médicos e enfermeiros locais, motoristas de ambulância e equipes de coveiros'.

source: The Russian Progress-M spacecraft is ready to be lifted on its launch pad at Baikonur cosmodrome, Kazakhstan.
pt: A nave espacial russa Progress-M está pronta para ser lançada a partir do Cosmódromo de Baikonur, no Cazaquistão.

source: It has since struggled to attract foreign loans at market rates.
pt: Desde então, o país vem tendo dificuldades de atrair investimentos estrangeiros a taxas de mercado.

source: Julio, the fourth major hurricane of the Eastern Pacific season, was about 1,000 miles east of Hilo, CPHC said .
pt: Julio, o quarto furacão na temporada no leste do Pacífico, estava 1.600 km a leste de Hilo, declarou o CPHC, e está previsto que passe perto das ilhas.

source: At least six people were killed in the violence.
pt: Pelo menos sete pessoas morreram e 51 ficaram feridas.

source: The companies appear to have channeled hundreds of billions of dollars through Luxembourg and saved billions of dollars in taxes, the group of investigative journalists said, based on a review of nearly 28,000 pages of confidential documents.
pt: As empresas parecem ter canalizado centenas de bilhões de dólares através de Luxemburgo e enconomizaram bilhões de dólares em tributos, afirmou o grupo citando uma análise de quase 28 mil páginas de documentos oficiais .

source: In 1905, the world's biggest diamond -- the 3,106-carat "Cullinan" -- was discovered there, and later cut into two pieces to be included in the British crown jewels.
pt: Descoberto em 1905, é considerado o maior diamante já encontrado e foi posteriormente cortado para ser integrado às joias da coroa britânica.

source: "We have made significant progress in the talks but still we have not agreed on the reviewed solutions," Iranian Foreign Minister Mohammad Javad Zarif told reporters on Thursday, speaking after an all-night session of negotiations with world powers in Switzerland.
pt: "Fizemos progresso significativo nas conversações, mas ainda não chegamos a um acordo para as soluções revistas", disse Zarif a repórteres após oito dias de negociações na cidade suíça de Lausanne, que tinham prazo previsto até 31 de março.

source: All the women are giving their milk to the children, regardless of whether they are Yazidi, Muslim or Christian."
pt: Como as mulheres que amamentam várias crianças, sejam yazidis, cristãs ou muçulmanas.

source: NATO chief Jens Stoltenberg said on Tuesday in Brussels that Russia continues to arm, train and support the rebels, with special forces inside Ukraine and more troops detected moving troops along the border.
pt: “A Rússia continua a apoiar os separatistas oferecendo treinamento eles, ao fornecer equipamentos e apoio e também ao manter forças especiais na Rússia dentro de territórios do leste da Ucrânia”, disse.

source: This outcome is within the poll's margin of error of plus or minus two percentage points.
pt: Margem de erro é de três pontos percentuais, para mais ou para menos.

source: The leaders of Ukraine, Russia, Germany and France are set to meet for the peace talks in the Belarusian capital of Minsk on Wednesday.
pt: Obama pede que Putin aceite proposta de paz em encontro com líderes da França, Alemanha e Ucrânia .

source: The German announced to the world on Friday in Kuala Lumpur, Malaysia that Beijing won the bid to host the 2022 Winter Olympic Games, making the Chinese capital the first city to host both summer and winter Olympics .
pt: O resultado da votação foi anunciado pelo presidente do COI, o alemão Thomas Bach, e torna Pequim, a primeira cidade a organizar os Jogos Olímpicos de Verão, em 2008, e os de Inverno, em 2022.

source: "When she does I want her to know I've never stopped thinking about her."
pt: Quando eu cheguei no hospital, ela não queria falar comigo a sós .

source: BB King, the King of Blues, dies at 89 Obituary: BB King
pt: B.B. King, o 'rei do blues', morre aos 89 anos

source: It did not specify when the auction would take place next year.
pt: O órgão não explicou em que mês do ano que vem o leilão ocorrerá.

source: SKOPJE (Reuters) - Macedonian authorities said on Friday there was only a "small probability" a Briton who died in Skopje on Thursday had the Ebola virus, according to an initial analysis.
pt: SKOPJE (Reuters) - Um britânico com sintomas do vírus Ebola morreu na Macedônia nesta quinta-feira, e autoridades disseram que isolaram o hotel onde ele ficou hospedado, mantendo outro britânico e funcionários do hotel no interior.

source: Some 2,000 National Guard troops helped ward off a second night of rampant arson and looting in suburban St. Louis after a grand jury declined to indict a white policeman in the fatal shooting of an unarmed black teenager, and sympathy protests spread to several U.S. cities.
pt: Cerca de 2 mil membros da Guarda Nacional ajudaram a conter uma segunda noite de incêndios criminosos e saques nos subúrbios de St. Louis, após um júri ter se negado a indiciar um policial branco pela morte a tiros de um adolescente negro desarmado, provocando uma onda de protestos por várias cidade dos EUA.

source: BRUSSELS (Reuters) - Facebook (FB.O), the world's most popular social network, gained European Union clearance on Friday for its proposed $19 billion takeover of mobile messaging startup WhatsApp in a deal setting it against the telecoms industry.
pt: O Facebook recebeu nesta sexta-feira aprovação da União Europeia para a compra da companhia de mensagens entre dispositivos móveis WhatsApp por US$ 19 bilhões, em um acordo que coloca a maior rede social do mundo contra a indústria de telecomunicações.

source: SiasatRooz - Israeli minister warns of crisis in ties with US
pt: Ministro de Israel diz que há crise na relação com EUA

source: Why is it often assumed people with disabilities are unhappy?
pt: Como está a acessibilidade das pessoas com deficiência em Itajubá?

source: The cargo planes - a C-17 and two C-130s - together dropped a total of 72 bundles of supplies, which included 28,224 individually packaged meals and 16 bundles containing 1,522 gallons of fresh drinking water.
pt: Juntos, os aviões de cargos - um C-17 e dois C-130 - jogaram 72 pacotes de suprimentos, que incluem 28.224 refeições embaladas individualmente, e outros 16 de água, contendo 1.522 de água fresca potável.

source: The home of Bayern Munich will host a quarter-final, along with the Baku Olympic Stadium in Azerbaijan, Rome's Olympic Stadium and the Zenit Arena in St Petersburg, Russia.
pt: Os jogos das quartas de final serão disputados em Baku (Azerbaijão), Munique (Alemanha), Roma (Itália) e São Petersburgo (Rússia).

source: Since then, data has confirmed a slight increase in euro zone inflation in April to 0.7 percent, from 0.5 percent the previous month, but also shown that the economy grew much less than expected at the start of the year.
pt: Desde então, dados confirmaram um ligeiro aumento na inflação da zona do euro em abril para 0,7 por cento ante 0,5 por cento no mês anterior, mas também mostraram que a economia cresce muito menos que o esperado no início do ano.

source: "It is a galleon that was transporting civilian cargo through the bay of Balaclava," Putin said.
pt: "É um galeão que transportava produtos através da baía de Balaclava .

source: Pierce Brosnan stopped at airport with knife in luggage
pt: Pierce Brosnan é pego tentando entrar com uma faca em avião

source: I want to thank Paul Ryan for all that he has done for our campaign and for our country .
pt: Quero agradecer também a todos que estão em casa e a todas, muito obrigado pela audiência .

source: Baer continued working from his home workshop through the 2000s and was awarded a National Medal of Technology in 2006 by then-president George W. Bush.
pt: Ele continuou trabalhando na oficina de sua casa durante os anos 2000 e recebeu a Medalha Nacional de Tecnologia em 2006 do então presidente dos Estados Unidos George W. Bush.

source: Miguel Arias Caneta of Spain will be energy and climate change commissioner .
pt: Comissário para a Energia e Ação Climática: Miguel Arias Cañete (Espanha)

source: It is virus that must be eliminated.
pt: o que deve ser feito?

source: The current government, which set fighting terrorism as a top priority when it took office after elections last year, has also faced its share of criticism.
pt: O atual governo, que garantiu ao assumir suas funções que a luta contra o terrorismo seria uma prioridade, não é imune às críticas.

source: DONETSK, Ukraine (Reuters) - The leaders of France, Germany, Russia and Ukraine were due to attend a peace summit on Wednesday, but Ukraine's pro-Moscow separatists diminished the chance of a deal by launching some of the war's worst fighting in an assault on a government garrison.
pt: Os combates acontecem em meio a uma nova rodada de negociações entre separatistas e o governo ucraniano em Minsk, em Belarus, dias antes da cúpula entre Rússia, Ucrânia, Alemanha e França para apresentar um plano de paz.

source: I am afraid it’s mostly bad .
pt: Eu receio que seja ruim .

source: The Greek Parliament's approval paved the way for an increase in the amount of emergency liquidity assistance to Greek banks from the European Central Bank .
pt: Segundo o premiê, o Banco Central Europeu (BCE) caminha gradualmente para elevar o financiamento de liquidez emergencial para os bancos gregos.

source: The U.S. President told CNN on Sunday that the hack was "an act of cybervandalism that was very costly, very expensive" but that he doesn't consider it an act of war.
pt: SÃO PAULO - O presidente dos Estados Unidos, Barack Obama, afirmou à rede de televisão norte-americana CNN que não considera a invasão ao sistema da Sony Pictures um ato de guerra, mas um ato de vandalismo cibernético .

source: On Monday, President Goodluck Jonathan -- who is running for re-election against a former military ruler who has vowed to defeat Boko Haram -- escaped a suspected suicide bomb attack after attending a campaign rally in Gombe in the northeast.
pt: O presidente nigeriano, Goodluck Jonathan, escapou nesta segunda-feira de um atentado ao deixar um comício no nordeste do país, onde a ameaça do grupo Boko Haram é cada vez mais presente faltando duas semanas para as eleições presidenciais.

source: The police reported that at least 35 people, both protesters and police, were injured in Saturday’s clashes.
pt: O número de feridos no protesto de sábado chegou a ao menos 35, segundo a Reuters .

source: "As Europe debates the best way to deal with the rising crisis on the Mediterranean, we must be clear: most of the people arriving by sea in Europe are refugees, seeking protection from war and persecution," said António Guterres, the U.N. high commissioner for refugees.
pt: "A maior parte dos que chegam por via marítima à Europa é refugiada e procura proteção contra guerra e perseguições”, disse o alto comissário da agência, António Guterres.

source: KINSHASA (Reuters) - Democratic Republic of Congo declared an Ebola outbreak in its northern Equateur province on Sunday after two out of eight cases tested came back positive for the deadly virus, Health Minister Felix Kabange Numbi said.
pt: Dois pacientes da República Democrática do Congo, entre oito testados, foram diagnosticados com o vírus Ebola, de acordo com o ministro da Saúde do país, Felix Kabange Numbi.

source: Consequently, yields have turned negative for German government bonds up to seven years in duration, and up to six years for Dutch and Austrian ones.
pt: Na França, Alemanha e Holanda, entre outros países, os rendimentos dos títulos de dois anos são negativos .

source: On Tuesday, suspected militants of a faction of the National Democratic Front of Bodoland attacked four villages in the space of an hour, pulling people out of their homes and shooting them dead.
pt: A polícia suspeita que militantes da Frente Nacional Democrática de Bodoland (NDFB) estejam por trás de quatro ataques promovidos na terça-feira dentro de um intervalo de uma hora .

source: "We made it clear in March this year that if there were a further escalation, more sanctions would have to be discussed," Angela Merkel says.
pt: Angela Merkel afirmou que o Conselho Europeu deixou claro, desde março, que em caso de escalada do conflito ucraniano, novas sanções poderiam ser consideradas -

source: As of Thursday night, police and the securities regulators have begun investigating more than 10 people and organizations under suspicion of "malicious" short-selling activities, the China Securities Journal said on its website.
pt: A polícia e a agência reguladora de valores mobiliários da China estão investigando mais de 10 pessoas e organizações por “má intenção” nas negociações das ações, segundo a agência Reuters, citando o jornal estatal “China Securities Journal” .

source: If you imagine a big animal that is half-neck, you can see that evolution can do quite extraordinary things," Tetsuto Miyashita, a PhD student at the University of Alberta, said in a press release.
pt: Saber que existiu um animal gigante que é metade pescoço, nos mostra como a evolução consegue fazer coisas realmente extraordinárias", afirmou Miyashita.

source: "I believe this is a historic moment," Iranian Foreign Minister Mohammad Javad Zarif said after news of the deal, although he cautioned that it was "not perfect."
pt: O ministro Zarif afirmou que o acordo "não é perfeito para ninguém", mas que se trata do "melhor conquista possível".

source: It sold its handset business to Microsoft MSFT.O in late 2013 and has since focused squarely on making telecoms network equipment.
pt: A companhia vendeu sua unidade de aparelhos móveis à Microsoft no final de 2013 e desde se concentra exclusivamente em fabricar equipamentos para redes de telecomunicações.

source: It has uncertain consequences, not only because it is highly unlikely Prime Minister Benjamin Netanyahu and other Israelis will find themselves being tried at the ICC, but also because it constitutes a new deterioration in the strained relationship.
pt: Também se trata de um empreendimento com consequências incertas, primeiramente porque o primeiro-ministro israelense Benjamin Netanyahu e outros líderes não devem comparecer jamais perante o TPI, com sede em Haia, e por acrescentar mais tensão às relações entre israelenses e palestinos.

source: Apple iPhone 6 goes on sale around the world
pt: Apple vende 10 milhões de iPhone 6 em três dias

source: That would mean I recognize that I did wrong .
pt: Eu não estou certo, mas isso não cheira bem. "

source: Turkey to disregard European debate on Armenian 'genocide'
pt: Parlamento Europeu pede que Turquia reconheça genocídio armênio

source: Moments later, both Gazprom and Naftogaz filed lawsuits against each other at the International Council Commercial Arbitration (ICCA) in Stockholm.
pt: Momentos depois, a Gazprom e a estatal ucraniana Naftogaz entraram com processos, uma contra a outra, no Instituto de Arbitragem da Câmara de Comércio de Estocolmo.

source: The downgrade comes a day after S&P lowered its sovereign rating on the country and said that the probability of Greece exiting the eurozone was now about 50 percent.
pt: O rebaixamento acontece um dia depois de a S&P ter cortado o rating do país e dito que a probabilidade de a Grécia sair da zona do euro era de 50%.

source: Abuja — Hundreds of women and children held by the militant group Boko Haram have been rescued by the Nigerian army in recent weeks .
pt: Nos últimos dias, os militares já resgataram cerca de 500 mulheres e crianças que tinham sido raptadas pelo Boko Haram .

source: Critics of the initiative argue that the 10% aid quota would mean that family planning will be imposed on aid recipients without any thought for the local situation .
pt: Os adversários da iniciativa sustentam que a quota de 10% significaria que o planejamento familiar será imposto aos destinatários da ajuda sem ligação com a situação local .

source: Libyan state-run media said gunmen in the town of Sirte have taken over several government buildings, including radio and TV stations.
pt: Uma autoridade de segurança da cidade de Sirte, na Líbia, informou neste sábado que atiradores ligados à Al-Qaeda tomaram o controle de estações de rádio e TV na região .

source: Australia was asked by Malaysia earlier this week to lead the southern part of the search
pt: No início desta semana, a Malásia pediu à Austrália que ficasse responsável pelas buscas no "corredor sul".

source: Charlie Hebdo's cartoons of the Prophet Mohammed "defend the freedom of religion," the magazine's top surviving editor, Gerard Biard, said in a television interview on Sunday.
pt: O redator-chefe do "Charlie Hebdo", Gerard Biard, defendeu na TV americana a polêmica charge do profeta Maomé publicada nesta semana na capa do jornal satírico francês, ressaltando que os desenhos defendem a liberdade de religião.

source: But the department wouldn't say how many times he was shot or give any other details.
pt: A polícia não deu detalhes sobre o momento em que o jovem foi baleado .

source: The statement was made a few hours after the European Central Bank (ECB) raised the Emergency Liquidity Assistance (ELA) limit for Greece's banking sector by 900 million euros after a three-week "freeze."
pt: FRANKFURT/ATENAS (Reuters) - O limite de Assistência de Liquidez Emergencial (ELA, na sigla em inglês) aos bancos gregos foi elevado em 900 milhões de euros pelo Banco Central Europeu (BCE), disseram nesta quarta-feira pessoas familiarizadas com o assunto.

source: Don't do it .
pt: Não é bem assim.

source: The Dallas patient is being treated in a strict isolation area, Frieden said, adding that proper measures are being taken to halt any spread of the virus in the US.
pt: SÃO PAULO - O paciente americano infectado com o vírus ebola está em estado grave, disse nesta quarta-feira um porta-voz do hospital onde ele está sendo tratado em Dallas, no Texas .

source: "We're just waiting for that day when they tell us -- boom !
pt: Estamos pronto para ouvir o que você tem a dizer.

source: Harrison Ford injured in plane crash in Los Angeles
pt: Harrison Ford sofre acidente com avião nos Estados Unidos

source: In return, Cuba freed U.S. aid subcontractor Alan Gross, who had been held for five years for bringing in banned telecommunications equipment, plus a Cuban who had spied for the United States and dozens of other unidentified prisoners.
pt: Cuba libertou o trabalhador de ajuda humanitária norte-americano Alan Gross após cinco anos de prisão, em uma reportada troca de prisioneiros com Havana que os Estados Unidos disseram nesta quarta-feira que é um prenúncio de uma revisão da política dos EUA em relação à Cuba.

source: To end hunger or extreme poverty social protection, must however, be part of wider action that includes productive support, health and education, the FAO Director-General said.
pt: Para erradicar a fome e a pobreza extrema, a proteção social deve ser parte de uma ação mais ampla, incluindo apoio à produção, saúde e educação, para criar "ciclos virtuosos de desenvolvimento local", considerou .

source: Mr Putin says Moscow has right to protect its interests and those of Russian-speakers in Ukraine.
pt: Putin afirma que ele tem o direito de proteger os interesses russos e os direitos dos russos que vivem na região.

source: Islamic State, in a message monitored by SITE, said Mueller died when the building in which she was being held outside Raqqa, a stronghold of the group, collapsed in a Jordanian air strike on Friday.
pt: O EI afirmou que ela morreu quando um avião da Jordânia atingiu o edifício em que estava sendo mantida em Raqa, na Síria .

source: "INSEE confirmed the good growth figures of the first quarter, which show a recovery is underway and bolsters the government's 1% growth target for this year," Mr Sapin said.
pt: "O INSEE confirmou os bons números de crescimento do primeiro trimestre, que mostram que uma recuperação está em andamento e sustentam a meta de crescimento de 1 por cento do governo para este ano", disse em comunicado o Ministro das Finanças, Michel Sapin.

source: President Hamid Karzai has used his last speech in office to warn the new Afghan government to beware of the US.
pt: O governo dos Estados Unidos não deseja a paz no Afeganistão, denunciou o presidente afegão, Hamid Karzai, em uma cerimônia de despedida dos chefes de gabinete.

source: The international community will "have to negotiate in the end" with Syrian President Bashar al-Assad, US Secretary of State John Kerry has said.
pt: O governo dos Estados Unidos terá que negociar com o presidente da Síria, Bashar al-Assad, para acabar com a guerra civil neste país, que entra em seu quinto ano, reconheceu o secretário de Estado americano John Kerry.

source: The Singapore air force and the navy were also searching with two C-130 planes .
pt: A Força Aérea e a Marinha de Cingapura também realizam buscas com dois C-130.

source: The goal is to make sure the US and IGAD (a regional bloc leading the peace process) are aligned on a strategy going into this endgame on peace talks,” he said.
pt: O objetivo é assegurar que EUA e Igad estejam alinhados em uma estratégia dirigida a um desenvolvimento e conversas de paz", acrescentou o presidente americano nesta segunda.

source: A lot of things threw me off my rhythm and I did not have one until the last two laps.
pt: Consegui correr até o final, claro que não tenho a mesma perna de antes, mas tenho vibração e muita vontade .

source: Some Confederate flag manufacturers ask: Is it ok to make it?
pt: Grande fabricante dos EUA vai parar de fazer bandeira dos confederados

source: Sarkozy boosted by support for new French 'Republicans' party
pt: Sarkozy ganha força política com novo partido francês "Republicanos"

source: "I want inflation to be lower than it is now, but it remains under control."
pt: "A situação da inflação está sob controle", afirmou o presidente.

source: 'I think I'm going to like it.'"
pt: Eu pensei 'o que é isso ?

source: FIFA official: Russia and Qatar could lose World Cups 08.06.2015
pt: - Rússia e Catar podem perder sede da Copa

source: Warplanes repeatedly targeted a playground where the Houthis are gathered east of al-Mansoura district of Aden, the officials added.
pt: Segundo esses funcionários, aviões de guerra bombardearam repetidamente um local onde Houthis estão concentrados a leste do distrito de al-Mansoura, em Áden.
